{
	"0,0": {
		"description": "You fade in and out of consciousness with the sting of the sun blistering the back of your neck. As you rise, the softness of sand on your neck and chin quickly becomes sharp as you begin to wipe it off. As you struggle to stand and regain balance, you’re able to make out being on the shores of an unknown island. The events that led to you winding up here are unclear. What is clear however, is that your body aches and burns and that your throat stings of thirst. Looking around, you notice the cheap plastic watch you purchased a few years back from a CVS. Surrounding the timepiece (which is now cracked), is a compass tacked on as an additional selling point, the type no one ever seems to actually make use of. The time is 7:47. To the east, a few palm trees make up the entrance to an area of greenery. Directly to the west, the water of a seemingly endless ocean. (west / east)",
		"coordinate": "0,0,0"},
	"-1,0": {
		"description": "As you approach the water, you notice a chain of islands faded into the distance. They’re tall and sharp, a telltale sign of the volcanic activity responsible for their existence. As you step towards them, you feel the cool water hitting your feet, to be pulled away by the tide, eroding the sand beneath it. (drink / cool off / east)",
		"coordinate": "-1,0,0"},
	"drink": {
		"description": "Cupping the water in your hands, you pull it to your lips and take a swig. The taste of salt overwhelms your tongue. You quickly spit the water out. What did manage to make it down your throat leaves a trail of amplified sting. (cool off / east)",
		"coordinate": "-1,0,1"},
	"cool off": {
		"description": "You cup the water in your hands, splashing it on your face. Aside from a slight agitation to your sunburns, it feels refreshing and you cool off a little. (drink / east)",
		"coordinate" : "-1,0,2"},
	"1,0": {
		"description": "You brush away some shrubbery. As you step through, you’re draped in shade. The light shines through the spaces between the palm leaves. Beneath you, grass covered with dew from the ocean mist grows. (north / south / east / west)",
		"coordinate": "1,0,0"},
	"1,-1": {
		"description": "You walk through the brush and come out to the sand. You're on the southern border of the island. (north)",
		"coordinate": "1,-1,0"},
	"1,1": {
		"description": "You find some aloe plants. If only you had something to cut it down with… (north / south)",
		"coordinate": "1,1,0"},
	"1,2": {
		"description": "As you walk through some heavy vegetation, you walk into a break in the cover. In front of you, a sharp cliff face. (south / east )",
		"coordinate": "1,2,0"},
	"2,2": {
		"description": "There are fallen rocks that seem to potentially lead up the side of the cliff face. (west / attempt climb)",
		"coordinate": "2,2,0"},
	"attempt climb": {
		"description": "Slowly and methodically you make your way up the side of the mountain. There a few rocks fall to earth under the weight of your foot, but luckily, nothing slips under you. You make it to the top of the cliff face. You can clearly see above where you were travelling to the south. (north / climb down)",
		"coordinate": "2,2,1"},
	"2,3": {
		"description": "Your path is blocked by increasingly dense vegetation, to the point of being manageable. (south)",
		"coordinate": "2,3,0"},
	"3,2": {
		"description": "Following the trail, you come up to the center chasis of the plane. It’s painted white with red accents, but the erosion of the paint makes it more the color of sheet metal than what was intended. (attempt entry / west)",
		"coordinate": "3,2,0"},
	"attempt entry": {
		"description": "Entering the shaft, into the cockpit finds not only blood everywhere, but also broken parts and components everywhere. If you try what appears to be a radio it’ll flicker on for a second with traffic from pilots and air traffic control but it quickly dies off before you can do anything. You can find flight maps, including a map of the island you're on. You also find a knife in the cargo area on your way out. (west)",
		"coordinate": "3,2,1"},
	"2,0": {
		"description": "You’re hungry and your body aches as you most east. (east / west)",
		"coordinate": "2,0,0"},
	"3,0": {
		"description": "As you move onward, you hear rusteling in the trees. (shout / stay quiet / east)",
		"coordinate": "3,0,0"},
	"shout": {
		"description": "You shout at the top of your lungs. A flock of exotic looking birds, dashed with color race out of the trees and into the sky.",
		"coordinate": "3,0,1"},
	"stay quiet": {
		"description": "You hold your breath as you methodically and carefully approach undernearth the suspicious tree. Looking up, you see a colorful bird tending to it's children. Another bird arrives with food for the birds, and must've been responsible for the ruckus.",
		"coordinate": "3,0,2"},
	"4,0": {
		"description": "You approach what appears to be a small river. (east / west / drink)",
		"coordinate": "4,0,0"},
}